[Archetype.A_Antalyan H7EditorHero]
mName=""
mLore=""

[Archetype.A_Erlendfold H7EditorHero]
mName=""
mLore=""

[Archetype.A_heketh H7EditorHero]
mName=""
mLore=""

[Archetype.A_Krystal H7EditorHero]
mName=""
mLore=""

[Archetype.A_lisandra H7EditorHero]
mName=""
mLore=""

[Archetype.A_Luchiana H7EditorHero]
mName=""
mLore=""

[Archetype.A_Mishone H7EditorHero]
mName=""
mLore=""

[Archetype.A_Sana H7EditorHero]
mName=""
mLore=""

[Archetype.A_Wrotghar H7EditorHero]
mName=""
mLore=""

[heropedya.A_HeroBio_Antalyan H7HeroBioData]
mText=""

[heropedya.A_HeroBio_Erlendfold H7HeroBioData]
mText=""

[heropedya.A_HeroBio_Heketh H7HeroBioData]
mText=""

[heropedya.A_HeroBio_Krystal H7HeroBioData]
mText=""

[heropedya.A_HeroBio_Lisandra H7HeroBioData]
mText=""

[heropedya.A_HeroBio_Luchiana H7HeroBioData]
mText=""

[heropedya.A_HeroBio_mishone H7HeroBioData]
mText=""

[heropedya.A_HeroBio_Sana H7HeroBioData]
mText=""

[heropedya.A_HeroBio_Wrotghar H7HeroBioData]
mText=""

[Heros_names.A_Antalyan_name H7GlobalName]
mName="Анталиан"

[Heros_names.A_Erlendfold_name H7GlobalName]
mName="Эрленфолд"

[Heros_names.A_Heketh_name H7GlobalName]
mName="Хекет"

[Heros_names.A_Krystal_Name H7GlobalName]
mName="Кристал"

[Heros_names.A_Lisandra_name H7GlobalName]
mName="Лисандра"

[Heros_names.A_Luchiana_name H7GlobalName]
mName="Лучиана"

[Heros_names.A_Mishone_Name H7GlobalName]
mName="Мишоун"

[Heros_names.A_Sana_Name H7GlobalName]
mName="Сана"

[Heros_names.A_Wrotghar_Name H7GlobalName]
mName="Ротгар"

[Specialisation.A_Archeologue H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Морозный археолог."
mTooltip="Каждый уничтоженный в бою вражеский отряд может принести 1 ед. случайного редкого ресурса с вероятностью 30%."

[Specialisation.A_Archeologuecreature_Buff H7BaseBuff]
mName="moisson buff"
mTooltip=""

[Specialisation.A_Champion_rider H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Особенный ледяной пик"
mTooltip="Всадники бури и всадники вьюги в армии героя получают способность %spell3.name вместо %spell1.name.\n(Эта способность теперь наносит урон всем малым существам и больше не требует того, чтобы они были заморожены)."

[Specialisation.A_Contracture H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Контрактура"
mTooltip="Этот герой снижает основной урон больших вражеских существ на %buff.buff.stat1 в течение боя."

[Specialisation.A_Contracture_Buff H7BaseBuff]
mName="Контрактура"
mTooltip="Это существо наносит на %stat1 меньше урона."

[Specialisation.A_Manoeuvre_mobile_ability H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Стратегические подкрепления"
mTooltip="Наместник: Все союзные герои получают %buff1.buff.stat к %icon_Spirit духу, и заклинание %spell3.name становится доступно до тех пор, пока герой является наместником."

[Specialisation.A_Manoeuvre_mobile_Buff H7BaseBuff]
mName=""
mTooltip=""

[Specialisation.A_Manoeuvre_mobile_hero_Buff H7BaseBuff]
mName="Наниматель (Улучшение города)"
mTooltip=""

[Specialisation.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Особенный ледяной пик."
mTooltip="Все малые вражеские существа получают %d ед. урона от %ICON_Water магии воды."

[Specialisation.A_Peau_de_givre H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Ледяная кожа"
mTooltip="В начале боя на союзных существ накладывается заклинание %spell.name в ранге знатока."

[Specialisation.A_peau_givre_Buff H7BaseBuff]
mName="Ледяная броня"
mTooltip="Существо получает %stat1 %icon_defense защиты и замораживает врагов, которые атакуют его в ближнем бою. Длительность (ходов): %durnow."

[Specialisation.A_T4_trainer H7HeroAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="Мечница "
mTooltip="Кшатрии и кшатрии Кали в армии героя получают %buff.buff.stat1 %buff.buff.stat1.icon защиты, %buff.buff.stat2 %buff.buff.stat2.icon здоровья и новую способность - %spell3.name."

[Specialisation.A_t4_trainer_Buff H7BaseBuff]
mName=""
mTooltip=""

